Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# command.toggleSetting.enableTitle
source: Enable %@
ar: تمكين %@
de: %@ aktivieren
es: Activar %@
fr: Activer %@
ja: %@を有効化
ko: %@ 활성화
zh_hans: 启用 %@
zh_hant: 啟用 %@

# command.toggleSetting.state.off
source: Off
ar: إيقاف
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 끔
zh_hans: 关闭
zh_hant: 關閉

# command.toggleSetting.state.on
source: On
ar: تشغيل
de: Ein
es: Activado
fr: Activé
ja: オン
ko: 켬
zh_hans: 开启
zh_hant: 開啟

# command.toggleSidebar.subtitle
source: Layout
ar: التخطيط
bs: Raspored
es: Disposición
fr: Disposition
ja: レイアウト
ko: 레이아웃
nb: Oppsett
pl: Układ
ru: Макет
th: เค้าโครง
tr: Düzen
uk: Макет
zh_hans: 布局
zh_hant: 版面

# command.toggleSplitZoom.subtitle
source: Terminal Layout
ar: تخطيط الطرفية
bs: Raspored terminala
es: Disposición del terminal
fr: Disposition du terminal
it: Layout terminale
ja: ターミナルレイアウト
ko: 터미널 레이아웃
nb: Terminaloppsett
pl: Układ terminala
pt_br: Layout do Terminal
ru: Макет терминала
th: เค้าโครงเทอร์มินัล
tr: Terminal Düzeni
uk: Макет терміналу
zh_hans: 终端布局
zh_hant: 終端機版面

# command.toggleSplitZoom.title
source: Toggle Pane Zoom
ar: تبديل تكبير اللوحة
bs: Prebaci uvećanje panela
da: Slå panelzoom til/fra
de: Bereichszoom umschalten
es: Alternar zoom del panel
fr: Activer/désactiver le zoom du panneau
it: Attiva/Disattiva zoom pannello
ja: ペインズームの切り替え
ko: 패널 확대/축소 전환
nb: Slå panelzoom av/på
pl: Przełącz powiększenie panelu
pt_br: Alternar Zoom do Painel
ru: Масштаб панели
th: สลับการซูมบานหน้าต่าง
tr: Bölme Yakınlaştırmasını Aç/Kapat
uk: Перемкнути масштаб панелі
zh_hans: 切换窗格缩放
zh_hant: 切換窗格縮放

# command.toggleUnread.title
source: Toggle Unread
ar: تبديل غير المقروء
de: Ungelesen umschalten
es: Alternar no leído
fr: Marquer comme lu/non lu
ja: 未読を切り替え
ko: 읽지 않음 토글
zh_hans: 切换未读状态
zh_hant: 切換未讀狀態

# command.triggerFlash.subtitle
source: View
ar: العرض
bs: Prikaz
da: Visning
de: Ansicht
es: Vista
fr: Présentation
it: Vista
ja: 表示
ko: 보기
nb: Vis
pl: Widok
pt_br: Visualização
ru: Вид
th: มุมมอง
tr: Görünüm
uk: Перегляд
zh_hans: 视图
zh_hant: 顯示方式

# command.triggerFlash.title
source: Flash Focused Panel
ar: وميض اللوحة المركّزة
bs: Označi fokusirani panel
da: Fremhæv fokuseret panel
de: Fokussierten Bereich hervorheben
es: Resaltar panel enfocado
fr: Flasher le panneau actif
it: Evidenzia pannello attivo
ja: フォーカスペインを強調
ko: 포커스된 패널 깜빡이기
nb: Blink fokusert panel
pl: Podświetl aktywny panel
pt_br: Piscar Painel em Foco
ru: Подсветить активную панель
th: กะพริบแผงที่โฟกัส
tr: Odaklanılan Paneli Yanıp Söndür
uk: Підсвітити активну панель
zh_hans: 闪烁聚焦面板
zh_hant: 閃爍聚焦面板

# command.uninstallCLI.subtitle
source: CLI
ar: واجهة الأوامر

# command.uninstallCLI.title
source: Shell Command: Uninstall 'cmux' from PATH
ar: أمر الصدفة: إلغاء تثبيت 'cmux' من PATH
bs: Shell naredba: Deinstaliraj 'cmux' iz PATH
da: Skalkommando: Afinstaller 'cmux' fra PATH
de: Shell-Befehl: 'cmux' aus PATH entfernen
es: Comando de shell: Desinstalar 'cmux' de PATH
fr: Commande Shell : désinstaller « cmux » du PATH
it: Comando shell: disinstalla 'cmux' dal PATH
ja: シェルコマンド: 'cmux'をPATHからアンインストール
ko: 셸 명령어: PATH에서 'cmux' 제거
nb: Skallkommando: Avinstaller «cmux» fra PATH
pl: Polecenie powłoki: Odinstaluj „cmux” z PATH
pt_br: Comando Shell: Desinstalar 'cmux' do PATH
ru: Команда оболочки: удалить «cmux» из PATH
th: คำสั่ง Shell: ถอนการติดตั้ง 'cmux' จาก PATH
tr: Kabuk Komutu: 'cmux'u PATH'ten Kaldır
uk: Команда оболонки: видалити 'cmux' з PATH
zh_hans: Shell 命令：从 PATH 卸载 'cmux'
zh_hant: Shell 指令：從 PATH 解除安裝「cmux」

# command.unpinTab.title
source: Unpin Tab
ar: إلغاء تثبيت اللسان
bs: Otkači tab
da: Frigør fane
de: Tab loslösen
es: Desfijar pestaña
fr: Désépingler l'onglet
it: Sblocca scheda
ja: タブのピンを外す
ko: 탭 고정 해제
nb: Løsne fane
pl: Odepnij kartę
pt_br: Desafixar Aba
ru: Открепить вкладку
th: เลิกปักหมุดแท็บ
tr: Sekme Sabitlemesini Kaldır
uk: Відкріпити вкладку
zh_hans: 取消固定标签页
zh_hant: 取消釘選標籤頁

# command.unpinWorkspace.title
source: Unpin Workspace
ar: إلغاء تثبيت مساحة العمل
bs: Otkači radni prostor
da: Frigør arbejdsområde
de: Arbeitsbereich loslösen
es: Desfijar espacio de trabajo
fr: Désépingler l'espace de travail
it: Sblocca area di lavoro
ja: ワークスペースのピンを外す
ko: 작업 공간 고정 해제
nb: Løsne arbeidsområde
pl: Odepnij przestrzeń roboczą
pt_br: Desafixar Área de Trabalho
ru: Открепить рабочее пространство
th: เลิกปักหมุดเวิร์กสเปซ
tr: Çalışma Alanı Sabitlemesini Kaldır
uk: Відкріпити робочу область
zh_hans: 取消固定工作区
zh_hant: 取消釘選工作區

# command.vscodeServeWebRestart.title
source: Restart VS Code Inline Server
ar: إعادة تشغيل خادم VS Code المضمّن
bs: Ponovo pokreni VS Code inline server
da: Genstart VS Code Inline Server
de: VS Code Inline-Server neu starten
es: Reiniciar servidor en línea de VS Code
fr: Redémarrer le serveur VS Code intégré
it: Riavvia server inline VS Code
ja: VS Codeインラインサーバーを再起動
ko: VS Code 인라인 서버 재시작
nb: Start VS Code innebygd server på nytt
pl: Uruchom ponownie wbudowany serwer VS Code
pt_br: Reiniciar Servidor Inline do VS Code
ru: Перезапустить встроенный сервер VS Code
th: รีสตาร์ตเซิร์ฟเวอร์ VS Code แบบอินไลน์
tr: VS Code Satır İçi Sunucusunu Yeniden Başlat
uk: Перезапустити вбудований сервер VS Code
zh_hans: 重启 VS Code 内联服务器
zh_hant: 重新啟動 VS Code 內嵌伺服器

# command.vscodeServeWebStop.title
source: Stop VS Code Inline Server
ar: إيقاف خادم VS Code المضمّن
bs: Zaustavi VS Code inline server
de: VS Code Inline-Server stoppen
es: Detener servidor en línea de VS Code
fr: Arrêter le serveur VS Code intégré
it: Arresta server inline VS Code
ja: VS Codeインラインサーバーを停止
ko: VS Code 인라인 서버 중지
nb: Stopp VS Code innebygd server
pl: Zatrzymaj wbudowany serwer VS Code
pt_br: Parar Servidor Inline do VS Code
ru: Остановить встроенный сервер VS Code
th: หยุดเซิร์ฟเวอร์ VS Code แบบอินไลน์
tr: VS Code Satır İçi Sunucusunu Durdur
uk: Зупинити вбудований сервер VS Code
zh_hans: 停止 VS Code 内联服务器
zh_hant: 停止 VS Code 內嵌伺服器

# command.workspaceStatus.title
source: Workspace Status: %@
ar: حالة مساحة العمل: %@
de: Arbeitsbereichs-Status: %@
es: Estado del espacio de trabajo: %@
fr: Statut de l'espace de travail : %@
ja: ワークスペースのステータス: %@
ko: 작업 공간 상태: %@
zh_hans: 工作区状态：%@
zh_hant: 工作區狀態：%@

# command.workspaceStatusAuto.title
source: Workspace Status: Auto
ar: حالة مساحة العمل: تلقائي
de: Arbeitsbereichs-Status: Automatisch
es: Estado del espacio de trabajo: Automático
fr: Statut de l’espace de travail : Auto
ja: ワークスペースのステータス: 自動
ko: 작업 공간 상태: 자동
zh_hans: 工作区状态：自动
zh_hant: 工作區狀態：自動

# commandPalette.description.workspaceInputHint
source: Press Enter to save. Press Shift-Enter for a new line, or Escape to cancel.
ar: اضغط على Enter للحفظ. واضغط على Shift-Enter لسطر جديد، أو Escape للإلغاء.
de: Eingabetaste zum Speichern drücken. Umschalt-Eingabetaste für eine neue Zeile oder Esc-Taste zum Abbrechen.
es: Presiona Enter para guardar. Presiona Shift-Enter para una nueva línea o Escape para cancelar.
fr: Appuyez sur Entrée pour enregistrer. Appuyez sur Maj-Entrée pour une nouvelle ligne, ou Échap pour annuler.
ja: Enter で保存します。Shift-Enter で改行、Escape でキャンセルします。
ko: Enter를 눌러 저장하세요. Shift-Enter로 줄바꿈, Escape로 취소합니다.
zh_hans: 按 Enter 保存。按 Shift-Enter 换行，或按 Escape 取消。
zh_hant: 按 Enter 儲存。按 Shift-Enter 換行，或按 Escape 取消。

# commandPalette.description.workspacePlaceholder
source: Workspace description
ar: وصف مساحة العمل
de: Arbeitsbereichs-Beschreibung
es: Descripción del espacio de trabajo
fr: Description de l’espace de travail
ja: ワークスペースの説明
ko: 워크스페이스 설명
zh_hans: 工作区描述
zh_hant: 工作區說明

# commandPalette.kind.agentSession
source: Agent
ar: عامل
es: Agente
ja: エージェント
ko: 대리인
zh_hans: 代理
zh_hant: 代理人

# commandPalette.kind.browser
source: Browser
ar: المتصفح
es: Navegador
fr: Navigateur
ja: ブラウザ
ko: 브라우저
uk: Браузер
zh_hans: 浏览器
zh_hant: 瀏覽器

# commandPalette.kind.cloudVMLoading
source: Cloud VM
ar: سحابة VM
es: Máquina virtual en la nube
fr: Machine virtuelle cloud
ja: クラウドVM
ko: 클라우드 VM
zh_hans: 云虚拟机
zh_hant: 雲端虛擬機

# commandPalette.kind.customSidebar
source: Custom Sidebar
ar: الشريط الجانبي المخصص
de: Benutzerdefinierte Seitenleiste
es: Barra lateral personalizada
fr: Barre latérale personnalisée
ja: カスタムサイドバー
ko: 사용자 정의 사이드바
zh_hans: 自定义侧边栏
zh_hant: 自訂側邊欄

# commandPalette.kind.filePreview
source: File Preview
ar: معاينة الملف
bs: Pregled datoteke
da: Forhåndsvisning af fil
de: Dateivorschau
es: Vista previa del archivo
fr: Aperçu du fichier
it: Anteprima file
ja: ファイルプレビュー
ko: 파일 미리보기
nb: Filforhåndsvisning
pl: Podgląd pliku
pt_br: Visualização do arquivo
ru: Предпросмотр файла
th: ตัวอย่างไฟล์
tr: Dosya Önizleme
uk: Попередній перегляд файлу
zh_hans: 文件预览
zh_hant: 檔案預覽

# commandPalette.kind.markdown
source: Markdown
ar: تخفيض السعر
de: Abschlag
es: Reducción
fr: Réduction
ko: 마크다운
zh_hans: 降价
zh_hant: 降價

# commandPalette.kind.project
source: Project
ar: مشروع
bs: Projekat
da: Projekt
de: Projekt
es: Proyecto
fr: Projet
it: Progetto
ja: プロジェクト
ko: 프로젝트
nb: Prosjekt
pl: Projekt
pt_br: Projeto
ru: Проект
th: โปรเจกต์
tr: Proje
uk: Проєкт
zh_hans: 项目
zh_hant: 專案

# commandPalette.kind.rightSidebarTool
source: Tool
ar: أداة
es: Herramienta
fr: Outil
ja: ツール
ko: 도구
zh_hans: 工具
zh_hant: 工具

# commandPalette.kind.simulator
source: Simulator
ar: محاكي
es: Simulador
fr: Simulateur
ja: シミュレータ
ko: 모의 실험 장치
zh_hans: 模拟器
zh_hant: 模擬器

# commandPalette.kind.terminal
source: Terminal
ar: طرفية
ja: ターミナル
ko: 터미널
uk: Термінал
zh_hans: 终端
zh_hant: 終端

# commandPalette.kind.workspace
source: Workspace
ar: مساحة العمل
bs: Radni prostor
da: Arbejdsområde
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
it: Area di lavoro
ja: ワークスペース
ko: 작업 공간
nb: Arbeidsområde
pl: Przestrzeń robocza
pt_br: Área de Trabalho
ru: Рабочее пространство
th: เวิร์กสเปซ
tr: Çalışma Alanı
uk: Робоча область
zh_hans: 工作区
zh_hant: 工作區

# commandPalette.kind.workspaceTodo
source: Todos
ar: المهام
es: Tareas pendientes
fr: Tâches
ja: Todo
ko: 할 일
zh_hans: 待办
zh_hant: 待辦事項

# commandPalette.rename.clearCustomName
source: (clear custom name)
ar: (مسح الاسم المخصص)
bs: (obriši prilagođeni naziv)
da: (ryd brugerdefineret navn)
de: (Benutzerdefinierten Namen löschen)
es: (borrar nombre personalizado)
fr: (effacer le nom personnalisé)
it: (cancella nome personalizzato)
ja: （カスタム名をクリア）
ko: (사용자 지정 이름 지우기)
nb: (fjern egendefinert navn)
pl: (wyczyść własną nazwę)
pt_br: (limpar nome personalizado)
ru: (очистить пользовательское имя)
th: (ล้างชื่อที่กำหนดเอง)
tr: (özel adı temizle)
uk: (скинути власну назву)
zh_hans: （清除自定义名称）
zh_hant: （清除自訂名稱）

# commandPalette.rename.tabConfirmHint
source: Press Enter to apply this tab name, or Escape to cancel.
ar: اضغط Enter لتطبيق اسم اللسان، أو Escape للإلغاء.
bs: Pritisnite Enter za primjenu naziva taba, ili Escape za otkazivanje.
da: Tryk Enter for at anvende dette fanenavn, eller Escape for at annullere.
de: Drücken Sie die Eingabetaste, um den Tab-Namen zu übernehmen, oder Escape zum Abbrechen.
es: Pulsa Intro para aplicar este nombre de pestaña, o Escape para cancelar.
fr: Appuyez sur Entrée pour appliquer ce nom d'onglet, ou sur Échap pour annuler.
it: Premi Invio per applicare il nome della scheda, oppure Esc per annullare.
ja: Enterキーでタブ名を適用、Escapeキーでキャンセルします。
ko: Enter를 눌러 탭 이름을 적용하거나, Escape를 눌러 취소하세요.
nb: Trykk Enter for å bruke dette fanenavnet, eller Escape for å avbryte.
pl: Naciśnij Enter, aby zastosować nazwę karty, lub Escape, aby anulować.
pt_br: Pressione Enter para aplicar este nome de aba ou Escape para cancelar.
ru: Нажмите Enter, чтобы применить имя вкладки, или Escape для отмены.
th: กด Enter เพื่อใช้ชื่อแท็บนี้ หรือ Escape เพื่อยกเลิก
tr: Bu sekme adını uygulamak için Enter tuşuna basın veya iptal etmek için Escape tuşuna basın.
uk: Натисніть Enter, щоб застосувати назву вкладки, або Escape для скасування.
zh_hans: 按 Enter 应用此标签页名称，或按 Escape 取消。
zh_hant: 按 Enter 套用此標籤頁名稱，或按 Escape 取消。

# commandPalette.rename.tabDescription
source: Choose a custom tab name.
ar: اختر اسمًا مخصصًا للسان.
bs: Odaberite prilagođeni naziv taba.
da: Vælg et brugerdefineret fanenavn.
de: Wählen Sie einen benutzerdefinierten Tab-Namen.
es: Elige un nombre personalizado para la pestaña.
fr: Choisissez un nom personnalisé pour l'onglet.
it: Scegli un nome personalizzato per la scheda.
ja: タブのカスタム名を選択してください。
ko: 사용자 지정 탭 이름을 선택하세요.
nb: Velg et egendefinert fanenavn.
pl: Wybierz własną nazwę karty.
pt_br: Escolha um nome personalizado para a aba.
ru: Выберите пользовательское имя вкладки.
th: เลือกชื่อแท็บที่กำหนดเอง
tr: Özel bir sekme adı seçin.
uk: Виберіть власну назву вкладки.
zh_hans: 选择自定义标签页名称。
zh_hant: 選擇自訂標籤頁名稱。

# commandPalette.rename.tabInputHint
source: Enter a tab name. Press Enter to rename, Escape to cancel.
ar: أدخل اسم اللسان. اضغط Enter لإعادة التسمية، Escape للإلغاء.
bs: Unesite naziv taba. Pritisnite Enter za preimenovanje, Escape za otkazivanje.
da: Indtast et fanenavn. Tryk Enter for at omdøbe, Escape for at annullere.
de: Geben Sie einen Tab-Namen ein. Eingabetaste zum Umbenennen, Escape zum Abbrechen.
es: Introduce un nombre de pestaña. Pulsa Intro para renombrar, Escape para cancelar.
fr: Saisissez un nom d'onglet. Appuyez sur Entrée pour renommer, Échap pour annuler.
it: Inserisci un nome per la scheda. Premi Invio per rinominare, Esc per annullare.
ja: タブ名を入力してください。Enterで名称変更、Escapeでキャンセルします。
ko: 탭 이름을 입력하세요. Enter로 이름 변경, Escape로 취소.
nb: Skriv inn et fanenavn. Trykk Enter for å gi nytt navn, Escape for å avbryte.
pl: Wprowadź nazwę karty. Naciśnij Enter, aby zmienić nazwę, Escape, aby anulować.
pt_br: Insira um nome para a aba. Pressione Enter para renomear, Escape para cancelar.
ru: Введите имя вкладки. Нажмите Enter для переименования, Escape для отмены.
th: ป้อนชื่อแท็บ กด Enter เพื่อเปลี่ยนชื่อ, Escape เพื่อยกเลิก
tr: Bir sekme adı girin. Yeniden adlandırmak için Enter, iptal etmek için Escape tuşuna basın.
uk: Введіть назву вкладки. Enter — перейменувати, Escape — скасувати.
zh_hans: 输入标签页名称。按 Enter 重命名，按 Escape 取消。
zh_hant: 輸入標籤頁名稱。按 Enter 重新命名，按 Escape 取消。

# commandPalette.rename.tabPlaceholder
source: Tab name
ar: اسم اللسان
bs: Naziv taba
da: Fanenavn
es: Nombre de pestaña
fr: Nom de l'onglet
it: Nome scheda
ja: タブ名
ko: 탭 이름
nb: Fanenavn
pl: Nazwa karty
pt_br: Nome da aba
ru: Имя вкладки
th: ชื่อแท็บ
tr: Sekme adı
uk: Назва вкладки
zh_hans: 标签页名称
zh_hant: 標籤頁名稱

# commandPalette.rename.tabTitle
source: Rename Tab
ar: إعادة تسمية اللسان
bs: Preimenuj tab
da: Omdøb fane
de: Tab umbenennen
es: Renombrar pestaña
fr: Renommer l'onglet
it: Rinomina scheda
ja: タブの名称変更
ko: 탭 이름 변경
nb: Gi fanen nytt navn
pl: Zmień nazwę karty
pt_br: Renomear Aba
ru: Переименовать вкладку
th: เปลี่ยนชื่อแท็บ
tr: Sekmeyi Yeniden Adlandır
uk: Перейменувати вкладку
zh_hans: 重命名标签页
zh_hant: 重新命名標籤頁

# commandPalette.rename.workspaceConfirmHint
source: Press Enter to apply this workspace name, or Escape to cancel.
ar: اضغط Enter لتطبيق اسم مساحة العمل، أو Escape للإلغاء.
bs: Pritisnite Enter za primjenu naziva radnog prostora, ili Escape za otkazivanje.
da: Tryk Enter for at anvende dette arbejdsområdenavn, eller Escape for at annullere.
de: Drücken Sie die Eingabetaste, um den Arbeitsbereichsnamen zu übernehmen, oder Escape zum Abbrechen.
es: Pulsa Intro para aplicar este nombre de espacio de trabajo, o Escape para cancelar.
fr: Appuyez sur Entrée pour appliquer ce nom d'espace de travail, ou sur Échap pour annuler.
it: Premi Invio per applicare il nome dell'area di lavoro, oppure Esc per annullare.
ja: Enterキーでワークスペース名を適用、Escapeキーでキャンセルします。
ko: Enter를 눌러 작업 공간 이름을 적용하거나, Escape를 눌러 취소하세요.
nb: Trykk Enter for å bruke dette arbeidsområdenavnet, eller Escape for å avbryte.
pl: Naciśnij Enter, aby zastosować nazwę przestrzeni roboczej, lub Escape, aby anulować.
pt_br: Pressione Enter para aplicar este nome de área de trabalho ou Escape para cancelar.
ru: Нажмите Enter, чтобы применить имя рабочего пространства, или Escape для отмены.
th: กด Enter เพื่อใช้ชื่อเวิร์กสเปซนี้ หรือ Escape เพื่อยกเลิก
tr: Bu çalışma alanı adını uygulamak için Enter tuşuna basın veya iptal etmek için Escape tuşuna basın.
uk: Натисніть Enter, щоб застосувати назву робочої області, або Escape для скасування.
zh_hans: 按 Enter 应用此工作区名称，或按 Escape 取消。
zh_hant: 按 Enter 套用此工作區名稱，或按 Escape 取消。

# commandPalette.rename.workspaceDescription
source: Choose a custom workspace name.
ar: اختر اسمًا مخصصًا لمساحة العمل.
bs: Odaberite prilagođeni naziv radnog prostora.
da: Vælg et brugerdefineret arbejdsområdenavn.
de: Wählen Sie einen benutzerdefinierten Arbeitsbereichsnamen.
es: Elige un nombre personalizado para el espacio de trabajo.
fr: Choisissez un nom personnalisé pour l'espace de travail.
it: Scegli un nome personalizzato per l'area di lavoro.
ja: ワークスペースのカスタム名を選択してください。
ko: 사용자 지정 작업 공간 이름을 선택하세요.
nb: Velg et egendefinert arbeidsområdenavn.
pl: Wybierz własną nazwę przestrzeni roboczej.
pt_br: Escolha um nome personalizado para a área de trabalho.
ru: Выберите пользовательское имя рабочего пространства.
th: เลือกชื่อเวิร์กสเปซที่กำหนดเอง
tr: Özel bir çalışma alanı adı seçin.
uk: Виберіть власну назву робочої області.
zh_hans: 选择自定义工作区名称。
zh_hant: 選擇自訂工作區名稱。

# commandPalette.rename.workspaceGroupConfirmHint
source: Press Enter to apply this group name, or Escape to cancel.
ar: اضغط Enter لتطبيق اسم المجموعة، أو Escape للإلغاء.
bs: Pritisnite Enter za primjenu naziva grupe, ili Escape za otkazivanje.
da: Tryk Enter for at anvende dette gruppenavn, eller Escape for at annullere.
de: Drücken Sie die Eingabetaste, um den Gruppennamen zu übernehmen, oder Escape zum Abbrechen.
es: Pulsa Intro para aplicar este nombre de grupo, o Escape para cancelar.
fr: Appuyez sur Entrée pour appliquer ce nom de groupe, ou sur Échap pour annuler.
it: Premi Invio per applicare il nome del gruppo, oppure Esc per annullare.
ja: Enterキーでグループ名を適用、Escapeキーでキャンセルします。
ko: Enter를 눌러 그룹 이름을 적용하거나, Escape를 눌러 취소하세요.
nb: Trykk Enter for å bruke dette gruppenavnet, eller Escape for å avbryte.
pl: Naciśnij Enter, aby zastosować nazwę grupy, lub Escape, aby anulować.
pt_br: Pressione Enter para aplicar este nome de grupo ou Escape para cancelar.
ru: Нажмите Enter, чтобы применить имя группы, или Escape для отмены.
th: กด Enter เพื่อใช้ชื่อกลุ่มนี้ หรือ Escape เพื่อยกเลิก
tr: Bu grup adını uygulamak için Enter tuşuna basın veya iptal etmek için Escape tuşuna basın.
uk: Натисніть Enter, щоб застосувати назву групи, або Escape для скасування.
zh_hans: 按 Enter 应用此分组名称，或按 Escape 取消。
zh_hant: 按 Enter 套用此群組名稱，或按 Escape 取消。

# commandPalette.rename.workspaceGroupInputHint
source: Enter a group name. Press Enter to rename, Escape to cancel.
ar: أدخل اسم المجموعة. اضغط Enter لإعادة التسمية، Escape للإلغاء.
bs: Unesite naziv grupe. Pritisnite Enter za preimenovanje, Escape za otkazivanje.
da: Indtast et gruppenavn. Tryk Enter for at omdøbe, Escape for at annullere.
de: Geben Sie einen Gruppennamen ein. Eingabetaste zum Umbenennen, Escape zum Abbrechen.
es: Introduce un nombre de grupo. Pulsa Intro para renombrar, Escape para cancelar.
fr: Saisissez un nom de groupe. Appuyez sur Entrée pour renommer, Échap pour annuler.
it: Inserisci un nome per il gruppo. Premi Invio per rinominare, Esc per annullare.
ja: グループ名を入力してください。Enterで名称変更、Escapeでキャンセルします。
ko: 그룹 이름을 입력하세요. Enter로 이름 변경, Escape로 취소.
nb: Skriv inn et gruppenavn. Trykk Enter for å gi nytt navn, Escape for å avbryte.
pl: Wprowadź nazwę grupy. Naciśnij Enter, aby zmienić nazwę, Escape, aby anulować.
pt_br: Insira um nome para o grupo. Pressione Enter para renomear, Escape para cancelar.
ru: Введите имя группы. Нажмите Enter для переименования, Escape для отмены.
th: ป้อนชื่อกลุ่ม กด Enter เพื่อเปลี่ยนชื่อ, Escape เพื่อยกเลิก
tr: Bir grup adı girin. Yeniden adlandırmak için Enter, iptal etmek için Escape tuşuna basın.
uk: Введіть назву групи. Enter — перейменувати, Escape — скасувати.
zh_hans: 输入分组名称。按 Enter 重命名，按 Escape 取消。
zh_hant: 輸入群組名稱。按 Enter 重新命名，按 Escape 取消。

# commandPalette.rename.workspaceInputHint
source: Enter a workspace name. Press Enter to rename, Escape to cancel.
ar: أدخل اسم مساحة العمل. اضغط Enter لإعادة التسمية، Escape للإلغاء.
bs: Unesite naziv radnog prostora. Pritisnite Enter za preimenovanje, Escape za otkazivanje.
da: Indtast et arbejdsområdenavn. Tryk Enter for at omdøbe, Escape for at annullere.
de: Geben Sie einen Arbeitsbereichsnamen ein. Eingabetaste zum Umbenennen, Escape zum Abbrechen.
es: Introduce un nombre de espacio de trabajo. Pulsa Intro para renombrar, Escape para cancelar.
fr: Saisissez un nom d'espace de travail. Appuyez sur Entrée pour renommer, Échap pour annuler.
it: Inserisci un nome per l'area di lavoro. Premi Invio per rinominare, Esc per annullare.
ja: ワークスペース名を入力してください。Enterで名称変更、Escapeでキャンセルします。
ko: 작업 공간 이름을 입력하세요. Enter로 이름 변경, Escape로 취소.
nb: Skriv inn et arbeidsområdenavn. Trykk Enter for å gi nytt navn, Escape for å avbryte.
pl: Wprowadź nazwę przestrzeni roboczej. Naciśnij Enter, aby zmienić nazwę, Escape, aby anulować.
pt_br: Insira um nome para a área de trabalho. Pressione Enter para renomear, Escape para cancelar.
ru: Введите имя рабочего пространства. Нажмите Enter для переименования, Escape для отмены.
th: ป้อนชื่อเวิร์กสเปซ กด Enter เพื่อเปลี่ยนชื่อ, Escape เพื่อยกเลิก
tr: Bir çalışma alanı adı girin. Yeniden adlandırmak için Enter, iptal etmek için Escape tuşuna basın.
uk: Введіть назву робочої області. Enter — перейменувати, Escape — скасувати.
zh_hans: 输入工作区名称。按 Enter 重命名，按 Escape 取消。
zh_hant: 輸入工作區名稱。按 Enter 重新命名，按 Escape 取消。

# commandPalette.rename.workspacePlaceholder
source: Workspace name
ar: اسم مساحة العمل
bs: Naziv radnog prostora
da: Arbejdsområdenavn
de: Name des Arbeitsbereichs
es: Nombre del espacio de trabajo
fr: Nom de l'espace de travail
it: Nome area di lavoro
ja: ワークスペース名
ko: 작업 공간 이름
nb: Arbeidsområdenavn
pl: Nazwa przestrzeni roboczej
pt_br: Nome da área de trabalho
ru: Имя рабочего пространства
th: ชื่อเวิร์กสเปซ
tr: Çalışma alanı adı
uk: Назва робочої області
zh_hans: 工作区名称
zh_hant: 工作區名稱

# commandPalette.rename.workspaceTitle
source: Rename Workspace
ar: إعادة تسمية مساحة العمل
bs: Preimenuj radni prostor
da: Omdøb arbejdsområde
de: Arbeitsbereich umbenennen
es: Renombrar espacio de trabajo
fr: Renommer l'espace de travail
it: Rinomina area di lavoro
ja: ワークスペースの名称変更
ko: 작업 공간 이름 변경
nb: Gi arbeidsområdet nytt navn
pl: Zmień nazwę przestrzeni roboczej
pt_br: Renomear Área de Trabalho
ru: Переименовать рабочее пространство
th: เปลี่ยนชื่อเวิร์กสเปซ
tr: Çalışma Alanını Yeniden Adlandır
uk: Перейменувати робочу область
zh_hans: 重命名工作区
zh_hant: 重新命名工作區

# commandPalette.search.commandsEmpty
source: No commands match your search.
ar: لا توجد أوامر تطابق بحثك.
bs: Nijedna naredba ne odgovara vašoj pretrazi.
da: Ingen kommandoer matcher din søgning.
de: Keine Befehle entsprechen Ihrer Suche.
es: Ningún comando coincide con tu búsqueda.
fr: Aucune commande ne correspond à votre recherche.
it: Nessun comando corrisponde alla ricerca.
ja: 検索に一致するコマンドがありません。
ko: 검색과 일치하는 명령어가 없습니다.
nb: Ingen kommandoer samsvarer med søket ditt.
pl: Brak poleceń pasujących do wyszukiwania.
pt_br: Nenhum comando corresponde à sua pesquisa.
ru: Нет команд, соответствующих запросу.
th: ไม่มีคำสั่งที่ตรงกับการค้นหาของคุณ
tr: Aramanızla eşleşen komut yok.
uk: Команди, що відповідають пошуку, не знайдено.
zh_hans: 没有匹配的命令。
zh_hant: 沒有符合搜尋的指令。

# commandPalette.search.commandsPlaceholder
source: Type a command
ar: اكتب أمرًا
bs: Unesite naredbu
da: Skriv en kommando
de: Befehl eingeben
es: Escribe un comando
fr: Saisissez une commande
it: Digita un comando
ja: コマンドを入力
ko: 명령어를 입력하세요
nb: Skriv en kommando
pl: Wpisz polecenie
pt_br: Digite um comando
ru: Введите команду
th: พิมพ์คำสั่ง
tr: Bir komut yazın
uk: Введіть команду
zh_hans: 输入命令
zh_hant: 輸入指令
